export const attribution = {
  ttl: "権利帰属",
  body: [
    `当社ウェブサイト及び本サービスに関する知的財産権は全て当社又は当社にライセンスを許諾している第三者に帰属しており、本規約又は本利用契約に基づく本サービスの利用許諾は、当社ウェブサイト又は本サービスに関する当社又は当社にライセンスを許諾している第三者の知的財産権の使用許諾を意味するものではありません。`,
    `登録ユーザーは、本サービスの利用に際して投稿するデータ（以下「投稿データ」といいます。）について、当社及び当社が指定する第三者に対し、世界的、非独占的、無償、サブライセンス可能かつ譲渡可能な使用、複製、配布、派生著作物の作成、表示及び実行に関するライセンスを付与します。`,
    `登録ユーザーは、投稿データについて、自らが投稿その他送信すること及び前項のライセンスを付与することについての適法な権利を有していること並びに投稿データが第三者の権利を侵害していないことについて、当社に対し表明し、保証するものとします。`,
    `登録ユーザーは、投稿データに関し、当社及び当社が指定する第三者に対して著作者人格権を行使しないことに同意するものとします。`,
  ],
};
