export const disclaimer = {
  ttl: "保証の否認及び免責",
  body: [
    `当社は、本サービスに関して、登録ユーザーと他のユーザーその他第三者との間において生じた取引、連絡又は紛争等について一切責任を負いません。`,
    `当社は、本サービスが登録ユーザーの特定の目的に適合すること、期待する機能、価値、正確性、有用性を有すること、登録ユーザーによる本サービスの利用が登録ユーザーに適用のある法令又は業界団体の内部規則等に適合することについて、明示又は黙示を問わず、何ら保証するものではありません。`,
    `当社は、本サービス上での他のユーザーによる説明及び表記の正確性、有用性、完全性及び最新性について、明示又は黙示を問わず何ら保証するものではありません。`,
    `当社は、本サービスに不具合が生じないことについて、何ら保証するものではありません。`,
    `当社は、本サービスが登録ユーザーの利用環境に適合していることを保証するものではなく、本サービスの登録ユーザーの利用環境への適合性については一切の責任を負いません。`,
    `当社は、不可抗力による自己の義務の不履行又は履行遅滞について、責任を負いません。`,
    `当社は、何らかの理由によって責任を負う場合でも、その賠償責任の範囲は、通常生じうる損害の範囲内かつ過去6か月分に支払われたサービス利用料の合計金額（10,000円未満である場合は10,000円）を上限とします。ただし、当社の故意又は重過失による場合には、この限りではありません。`,
    `当社が登録ユーザーに対して支払いすることを目的として当社から登録ユーザーに対して問合せをしたにも関わらず、登録ユーザーが6か月以上に渡り適切な返答又は情報提供をしなかったことにより当社から登録ユーザーに対する支払が処理できなかった場合、当社は当該金員について支払義務を免れるものとします。`,
  ],
};
