export const limited = {
  ttl: "利用の制限等",
  body: [
    {
      ttl: `当社は、以下の各号のいずれかに該当する場合には、事前の通知なく、登録ユーザーによる本サービスの利用を制限し、又は登録ユーザーのアカウントを削除して強制的に退会させることができるものとします。`,
      body: [
        `会員登録申請手続の際に当社に提供した登録事項の全部又は一部につき虚偽、誤記又は記載漏れがあった場合`,
        `未成年者、成年被後見人、被保佐人又は被補助人のいずれかであり、会員登録申請手続又は有料プランの利用の申込みについて法定代理人、後見人、保佐人又は補助人の同意等を得ていなかった場合`,
        `会員登録申請手続以前に本規約若しくは当社との契約に違反した者又はその関係者であると当社が判断した場合`,
        `登録ユーザーが反社会的勢力に自己の名義を利用させて本利用契約を締結した場合`,
        `登録ユーザーが本規約のいずれかの条項に違反した場合`,
        `登録ユーザー又はその近親者が反社会的勢力である又は資金提供その他を通じて反社会的勢力の維持、運営若しくは経営に協力若しくは関与する等反社会的勢力との何らかの交流若しくは関与を行っていると当社が判断した場合`,
        `本サービスを最後に利用した時から6か月以上本サービスの利用がない場合`,
        `当社からの問い合わせその他の回答を求める連絡に対して30日間以上応答がない場合`,
        `本規約が変更された場合であって、当社が変更後の規約への同意を求めたにもかかわらず同意の手続を完了しない場合`,
        `前各号に掲げるほか、当社が登録ユーザーによる本サービスの利用を適当でないと判断した場合`,
      ],
    },
    `当社は、前項の規定に基づき当社が行った利用の制限若しくはアカウントの削除による強制的な退会又はこれらにより本サービスが利用できなかったことにより登録ユーザーに生じた損害について、一切の責任を負いません。`,
  ],
};
