export const secret = {
  ttl: "秘密保持",
  body: [
    {
      ttl: "登録ユーザーは、本サービスの利用に関して当社又は他のユーザーその他の第三者より提供を受けた技術上又は営業上その他業務上の情報及びプライバシーに関する情報のうち、当該情報を提供した者（以下、本条において「情報提供者」といいます。）が秘密に取り扱うことを求めて開示した情報（次の各号のいずれか一つに該当する情報を除きます。）を、情報提供者の事前の承諾なく、情報提供の趣旨に沿った目的以外の目的に利用し又は情報提供者以外の第三者に開示若しくは漏洩してはなりません。",
      body: [
        `秘密保持義務を負うことなくすでに保有している情報`,
        `秘密保持義務を負うことなく第三者から正当に入手した情報`,
        `情報提供者から提供を受けた情報によらず、独自に開発した情報`,
        `情報提供者との間で締結された契約及び本利用契約に違反することなく、かつ、受領の前後を問わず公知となった情報`,
      ],
    },
  ],
};
