export const suspension = {
  ttl: "サービスの停止等",
  body: [
    `当社は、本サービスに係るコンピューター・システムの点検、保守作業又はアップデートを行う場合には、登録ユーザーに予告して、本サービスの全部又は一部の提供を停止又は中断することができるものとします。`,
    {
      ttl: `当社は、次のいずれかに該当する場合には、登録ユーザーに通知することなく、本サービスの全部又は一部の提供を停止又は中断することができるものとします。`,
      body: [
        `本サービスに係るコンピューター・システムの点検又は保守作業を緊急に行う場合。`,
        `コンピューター、通信回線等の障害、誤動作、過度なアクセスの集中、不正アクセス、ハッキングその他これらに類する事由により本サービスの運営ができなくなった場合。`,
        `不可抗力により本サービスの運営ができなくなった場合`,
        `前各号のほか、当社が停止又は中断が必要であると判断した場合`,
      ],
    },
  ],
};
