export const withdrawal = {
  ttl: "退会",
  body: [
    `登録ユーザーは、本サービスを通じて手続をすることにより、当該登録ユーザーのアカウントを削除して自ら退会することができます。`,
    `登録ユーザーは、退会（前項の規定により自ら行う退会のほか、前条第1項の規定による強制的な退会及び第3条第3項の規定による会員登録申請の却下による退会を含みます。以下本条において同様です。）した後は、当該アカウントにより本サービスを利用することはできません。`,
    `有料プランを利用中の登録ユーザーが退会した場合、退会の時点で有料プランの利用が中止されたものとみなします。`,
    `登録ユーザーが本サービスにおいて投稿、保存、保管等していた情報（退会前の登録ユーザーに関するものであれば通常保存又は保管することとなっている種類の情報を含みます。）は、退会後に削除されることがあり、当社は、そのような情報が退会後も保存や保管されていることについては一切保証するものではありません。`,
    `登録ユーザーの退会の効果は、アカウントが削除され以後本サービスを利用できなくなることであり、登録ユーザーがアカウントを用いて本サービスを利用することを前提とする条項以外の条項（秘密保持に関する条項を含みますが、これに限りません。）は退会後もなお効力を有するものとします。`,
  ],
};
