export const definition = {
  ttl: "定義",
  body: [
    `本規約において「登録ユーザー」とは、当社との間で第2条第1項に規定する本利用契約を締結したユーザーをいいます。`,
    `本規約において「ログイン情報」とは、本サービスのアカウントにログインするためのパスワード、他社サービスのアカウント情報その他の情報をいいます。`,
    `本規約において「有料サービス対象期間」とは、有料プランのサービス利用料の対象となる期間をいいます。`,
    `本規約において「初回の有料サービス対象期間」とは、有料プランの自動継続又は有料プランの種類の変更によらずに有料プランの利用を申し込んで開始した際の有料サービス対象期間をいいます。`,
    "本規約において「2回目以降の有料サービス対象期間」とは、初回の有料サービス対象期間以外の有料サービス対象期間をいいます。",
    `本規約において「不可抗力」とは、自己の合理的な支配が及ばない事由をいい、天災、政府若しくは政府機関の行為、法律、規制又は命令の遵守、火災、暴風雨、洪水若しくは地震、戦争（宣戦布告の有無を問いません。）、反乱、革命若しくは暴動、又はストライキ若しくはロックアウトを含みますが、これらに限定されません。`,
    {
      ttl: `本規約において「知的財産」とは、次のいずれかに該当するものをいいます。`,
      body: [
        `発明、考案、植物の新品種、意匠、著作物その他の人間の創造的活動により生み出されるもの(発見又は解明がされた自然の法則又は現象であって、産業上の利用可能性があるものを含みます。)`,
        `商標、商号その他事業活動に用いられる商品又は役務を表示するもの`,
        `営業秘密その他の事業活動に有用な技術上又は営業上の情報`,
      ],
    },
    `本規約において「知的財産権」とは、特許権、実用新案権、育成者権、意匠権、著作権、著作者人格権、商標権その他知的財産に関して法令（将来立法される法令及び日本国外の法令を含みます。以下本項において同じです。）により定められた権利及び法令により保護される利益に係る権利をいいます。`,
  ],
};
