export const plan = {
  ttl: "有料プラン",
  body: [
    {
      ttl: "本サービスの有料プランの種類は、次のとおりとします。",
      body: [
        `1か月プラン：有料サービス対象期間が1か月であるプラン`,
        `3か月プラン：有料サービス対象期間が3か月であるプラン`,
        `6か月プラン：有料サービス対象期間が6か月であるプラン`,
        `1年プラン：有料サービス対象期間が1年であるプラン`,
      ],
    },
    `登録ユーザーは、有料プランを利用しない場合には、無料登録ユーザーとして、本サービスの利用料を支払う必要はありません。`,
    `無料登録ユーザーは、無料で、本サービスのうち当社が無料サービスとして指定する部分を利用することができるものとします。ただし、当社は、当該利用が可能な部分を裁量により予告なく変更することができるものとし、当該変更によって無料登録ユーザーに生じた損害について、一切の責任を負いません。`,
    `前項の規定にかかわらず、無料登録ユーザーは、当社のキャンペーン等の措置により、有料プラン限定の機能のうち当社が指定するものを使うことができる場合があります。ただし、当社は、当該措置を裁量により予告なく中止することができるものとし、当該措置の中止によって無料登録ユーザーに生じた損害について、一切の責任を負いません。`,
  ],
};
