export const price = {
  ttl: "有料プランの料金",
  body: [
    {
      ttl: `有料プランのサービス利用料は、次のとおりとします。`,
      body: [
        `1か月プラン：1か月あたり3,850円（税込）`,
        `3か月プラン：3か月あたり9,900円（税込）（1か月あたり3,300円／月（税込）に相当）`,
        `6か月プラン：6か月あたり18,480円（税込）（1か月あたり3,080円／月（税込）に相当）`,
        `1年プラン：1年あたり33,000円（税込）（1か月あたり2,750円／月（税込）に相当）`,
      ],
    },
    `有料プランのサービス利用料は、月の途中に有料プランの利用が開始された場合又は有料サービス対象期間中に有料プランの利用が中止された場合でも、日割計算は行わず、前項の金額とします。`,

    {
      ttl: `有料プランを利用する登録ユーザーは、初回の有料サービス対象期間に係るサービス利用料を、次の時期までに支払うものとします。`,
      body: [
        `クレジットカード決済による場合は、有料プランの申込みの時点まで。`,
        `前号以外の場合は、有料プランの申込みから2営業日以内。`,
      ],
    },
    `登録ユーザーが前項の期限までに支払いを行わない場合、有料プランの利用開始はキャンセルされ、有料プランの利用開始の申込みはなされなかったものとみなすものとします。`,
    {
      ttl: `有料プランを利用する登録ユーザーは、初回の有料サービス対象期間に係るサービス利用料を、次の時期までに支払うものとします。`,
      body: [
        `クレジットカード決済による場合は、前月末日まで。`,
        `前号以外の場合は、当月初日の前月25日まで。`,
      ],
    },
    `登録ユーザーが前項の期限までに支払いを行わない場合、有料プランの利用継続はキャンセルされ、当該支払いに係る有料サービス対象期間に係る有料プランの継続中止手続が行われたものとみなすものとします。`,
    `サービス利用料の支払方法は、クレジットカード決済（当社指定のブランドに限ります。）による方法又は当社が特に指定する方法によるものとします。支払いに要する振込手数料その他の支払いに要する費用は、登録ユーザーの負担とします。`,
  ],
};
