export const start = {
  ttl: "有料プランの利用開始等",
  body: [
    `登録ユーザーは、本サービスを通じて当社に申し込むことにより、有料プランの利用を開始することができるものとします。`,
    `有料プランは自動継続とし、有料プランを利用している登録ユーザーは、本サービスを通じて当社に有料プランの継続中止手続を行わない限り、その時点における有料サービス対象期間が終了した後も同一の有料プランにより有料プランの利用を継続するものとします。`,
    `前項の有料プランの継続中止手続が行われた場合、有料プランの利用は有料サービス対象期間の満了をもって終了するものとします。`,
    `有料プランを利用している登録ユーザーは、当社の定める時期までに本サービスを通じて当社に申し込むことにより、その時点における有料サービス対象期間が終了した後の期間における有料プランの種類を変更することができるものとします。`,
    `当社に有料プランの利用を申し込んだ登録ユーザーは、初回の有料サービス対象期間に係るサービス利用料を支払った時点以降は、有料プランの利用の申込みを撤回することはできず、有料プランの利用を遡って解除することはできません。また、2回目以降の有料サービス対象期間に係るサービス利用料を支払った登録ユーザーは、当該支払いの時点以降は、当該有料サービス対象期間に係る有料プランの利用の申込みを撤回することはできず、当該有料サービス対象期間に係る有料プランの利用を遡って解除することはできません。ただし、有料プランを利用している登録ユーザーは、本サービスを通じて当社に申し込むことにより、有料プランの利用をその時点以降中止することができるものとします。`,
  ],
};
