export const trial = {
  ttl: "Freelance Directサービスの体験利用",
  body: [
    `有料プランを利用する登録ユーザーは、2021年12月13日から2022年3月31日（当社が体験利用期間終了日としてこの日以降の日を別途指定した場合は、当該体験利用期間終了日）までの間、当社の提供する「Freelance Direct」サービスのうち発注元クライアント向けのサービスを体験利用することができるものとします。`,
    `前項の規定により「Freelance Direct」サービスのうち発注元クライアント向けのサービスを体験利用した登録ユーザーについては、本規約に定める「本サービス」には「Freelance Direct」サービスのうち発注元クライアント向けのサービスを含むものとし、本規約に定める「他のユーザー」には「Freelance Direct」サービスにおけるフリーランスエンジニアとしての利用者を含むものとして、秘密保持に関する条項、禁止事項に関する条項その他の本規約の各条項を適用するものとします。`,
  ],
};
