export const data: { ttl: string; body: string }[] = [
  { ttl: "役務提供事業者の名称", body: "Hit me up株式会社" },
  {
    ttl: "役務提供事業者の住所",
    body: "〒160-0022\n東京都新宿区新宿4-3-15\nレイフラット新宿B 3F THE HUB",
  },
  {
    ttl: "役務提供事業者の連絡先",
    body: "090-6463-7578\ninfo@hitmeup.co.jp\nお問い合わせフォーム",
  },
  { ttl: "代表者", body: "代表取締役　荻野　人成" },
  {
    ttl: "役務の対価",
    body: "1か月プラン：3,850円／月\n3か月プラン：3,300円／月（3か月分で9,900円）\n6か月プラン：3,080円／月（6か月分で18,480円）\n1年プラン：2,750円／月（1年分で33,000円）\n※いずれも税込価格です。\n※月の途中での利用開始や利用終了・中止（解約等）の場合でも全額をお支払いいただきます。\n※期間終了後は原則として自動継続となります。",
  },
  {
    ttl: "役務の対価の支払方法",
    body: "クレジットカード（Visa・MasterCard・American Express・JCB・Diners Club・Discover）による決済となります。",
  },
  {
    ttl: "役務の対価の支払時期",
    body: "初回分については、有料プラン申込みと同時にクレジットカード決済を完了する必要があります。2回目以降の分については、その前月末日までにクレジットカード決済を完了する必要があります。ご利用者様からクレジットカード会社への支払の時期は、各クレジットカード会社との間の契約によります。",
  },
  {
    ttl: "役務の提供時期",
    body: "初回分のクレジットカード決済の完了後、直ちに利用が可能となります。",
  },
  {
    ttl: "契約申込みの\n撤回・契約解除",
    body: "有料プランの利用について、クレジットカード決済の完了後は、申込みの撤回・キャンセルはできません。\n有料プランの利用を中止することはできますが、その場合でもお申し込みになったプランの利用料全額をお支払いいただき、当社から利用料の返金はありません。",
  },
  {
    ttl: "役務の対価以外に\n利用者が負担すべき金銭",
    body: "特にありませんが、振込手数料その他支払いのために要する費用およびインターネット接続料金その他の当社ウェブサイトを利用するための通信に関する費用は、ご利用者様の負担となります。",
  },
];
